// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "簡而言之, Chameleon需要三個必要檔案.
boot0 (在硬碟的MBR)負責載入boot1.
boot1 (在分割區的開機磁區)搜尋boot2.
boot2 (在分割區的根目錄)載入系統核心等等.";

"Standard_title" = "Chameleon標準安裝";
"Standard_description" = "此選項會安裝三個必要檔案, 並將boot0寫入MBR的前440位元, 以避免損壞任何已經存在的Windows機碼. 然後boot0在第一個啟動分割區搜尋boot1h.
* 此安裝選項會啟動你選定的分割區.";

"EFI_title" = "EFI";
"EFI_description" = "Install Chameleon's files to the normally hidden EFI partition using either boot0 or boot0md depending on your system and without destroying any existing Windows installation if you have one.";

"noboot_title" = "不安裝";
"noboot_description" = "不安裝Chameleon(適用於僅安裝Extra組件)";

// Modules

"Module_title" = "Chameleon Modules";
"Module_description" = "The modules system incorporated in chameleon allows for a user or developer to extend the core functionality of chameleon without replacing the main boot file. ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( > r784) ported to a module.
This code has no support for "legacy" ATI cards.
If your HD card was supported on the old code and you find
it missing on this, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
The same applies to any missing card on this code.
Only cards known to work will be added.";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( < r784) ported to a module.
Support for "legacy" cards...
Based on Meklort's work.";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "Enables a few Intel cards to be used out of the box, mostly mobile ones.";

"klibc_title" = "klibc";
"klibc_description" = "This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient.
This is currently only used by the uClibc++ library.
Source: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "This module reads the edid information from the monitor attached to the main display.
The module is currently not integrated into trunk and has minimal uses as it stands.
Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "The GraphicsEnabler nVidia code ported to a module.
If your card is supported and you find it missing on this code, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
Only cards known to work will be added.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.
This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules.
Please note that rtti and exceptions has both been disabled.
Source: http://cxx.uclibc.org/
Dependencies: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "This module permits the user to define the keyboard key mappings.";

// Utility
"Utility_title" = "工具";
"Utility_description" = "協助安裝的檔案.";

"PrefPanel_title" = "系統偏好設定面板";
"PrefPanel_description" = "安裝Chameleon系統偏好設定面板.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "複製smbios.plist範例至/Extra/Configuration.";

"Documentation_title" = "說明文件";
"Documentation_description" = "Chameleon手動安裝及使用的說明文件.";

// Options
"Options_title" = "開機選項";
"Options_description" = "創建/Extra/com.apple.Boot.plist及選用你需要的選項以控制Chameleon的設定.";

"arch_title" = "arch=i386";
"arch_description" = "以32bit模式開機, 而不用預設的64bit模式.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "跳過倒數直接顯示分割區選擇畫面.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "啟用安靜開機模式(不會出現訊息或提示).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "關閉自動啟用的重開機修正.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disables display of partition and resolution details.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "忽略主機板內建之SSDT表.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "此選項可以在乙太網路裝置中加入"內建".";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "啟用自動偵測nVidia顯卡並注入正確的資訊.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Enable specific Processor power state, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Enable specific Processor power state, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Enable specific Processor power state, C4.";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "A temporary work around for this breaking RAID booting.";

// Advanced
"Advanced_title" = "進階開機選項";
"Advanced_description" = "創建/Exxtra/org.chameleon.Boot.plist及選用你需要的進階選項以控制Chameleon的設定.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Set the flag npci=0x2000 for the Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "隱藏圖形介面的Chameleon開機標幟.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "開機畫面使用傳統的Apple圖示(白底灰蘋果)而不使用主題內所定義之boot.png.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "啟用SMBIOSdefaults選項.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "啟用UseAtiROM選項.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "啟用UseNvidiaROM選項.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "在Chameleon載入完畢後暫停, 按任意鍵後繼續載入mach kernel. 適合除錯時搭配記錄模式開機一起使用.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "嘗試載入最後儲存之休眠映像檔.";

"GUI_title" = "GUI=No";
"GUI_description" = "關閉預設開啟之圖形介面.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "啟用VBIOS選項";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "啟用自動生成處理器之C-States.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "啟用自動生成處理器之P-States.";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "New C-State _CST generation method using SystemIO registers instead of FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "對BIOS中無HPET選項之Intel主機板, 強制開啟HPET.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "此選項可以忽略不正確之休眠映像檔.";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "此選項可以修正因不良BIOS所造成之EHCI權限問題.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "此選項可以在進入OS X前先重置UHCI控制器.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "關閉自動啟用的記憶體識別功能.";

// KeyLayout
"KeyLayout_title" = "KeyLayout";
"KeyLayout_description" = "Set keylayout to use";

"mac-de_title" = "German Mac Keyboard";
"mac-de_description" = "Use the keyboard layout for a German Mac keyboard";

"mac-es_title" = "Spanish Mac Keyboard";
"mac-es_description" = "Use the keyboard layout for a Spanish Mac keyboard";

"mac-fr_title" = "French Mac Keyboard";
"mac-fr_description" = "Use the keyboard layout for a French Mac keyboard";

"mac-it_title" = "Italian Mac Keyboard";
"mac-it_description" = "Use the keyboard layout for an Italian Mac keyboard";

"mac-se_title" = "Swedish Mac Keyboard";
"mac-se_description" = "Use the keyboard layout for a Swedish Mac keyboard";

"pc-fr_title" = "French PC Keyboard";
"pc-fr_description" = "Use the keyboard layout for a French PC keyboard";

// Resolution
"Resolution_title" = "解析度";
"Resolution_description" = "設定螢幕的解析度";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "主題";
"Themes_description" = "收集的一些主題範例
在http://forum.voodooprojects.org/index.php/board,7.0.html可發現更多的主題";

"Embed_title" = "預嵌主題";
"Embed_description" = "一個小而簡單且內崁在Chameleon裡的主題. ";

"Legacy_title" = "傳統主題";
"Legacy_description" = "Chameleon前一版的預設主題.";

"Default_title" = "標準主題";
"Default_description" = "Chameleon新版的預設主題.";

// Extras
"Extras_title" = "附加項目";
"Extras_description" = "一些有用的附加載項";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "在/Extra安裝預設之SMBIOS1並取代smbios.plist.";

// Error strings
"ERROR_BOOTVOL" = "此軟體必須安裝在一個啟動卷宗上.";
"ERROR_INSTALL" = "此卷宗未符合此更新所需的要求.";

"Newer_Package_Installed_message" = "系統中已安裝了一個較新版本的Chameleon";
"Intel_Mac_message" = "此軟體無法在此電腦上安裝.";
